Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Gamepad
bn_bd: গেমপ্যাড

source: Gaming consoles
bn_bd: গেমিং কনসোলের

source: Ganda
bn_bd: গান্ডা

source: Gap from edge of paper to Margin
bn_bd: কাগজের প্রান্ত ও মার্জিনের মধ্যবর্তী ব্যবধান

source: Garbage after “</”.
bn_bd: আবর্জনার পরে “</”.

source: Garbage Collection
bn_bd: গার্বেজ সংগ্রহ

source: Garbage in “colgroup” fragment.
bn_bd: “colgroup” ফ্র্যাগমেন্ট এর মধ্যে গারবেজ।

source: Gaza Strip
bn_bd: গাযা উপত্যকা

source: GB
bn_bd: গিগাবাইট

source: GC due to Zeal debug settings.
bn_bd: Zeal ডিবাগ সেটিং বশত GC

source: GCLI is an experiment to create a highly usable command line for web developers.
bn_bd: GCLI ওয়েব ডেভেলপারদের জন্য একটি অত্যন্ত উপযোগী কমান্ড লাইন তৈরি করার একটি এক্সপেরিমেন্ট।

source: General
bn_bd: সাধারণ

source: General Data
bn_bd: সাধারণ তথ্য

source: generated
bn_bd: উৎপাদিত

source: Generating aggregate report…
bn_bd: সমষ্টি রিপোর্ট তৈরী করা হচ্ছে...

source: Generating A Private Key
bn_bd: প্রাইভেট কী তৈরি করা হচ্ছে

source: Generating dominators report…
bn_bd: ডমিনেটর রিপোর্ট তৈরী করা হচ্ছে...

source: Generic Crypto Services
bn_bd: জেনেরিক ক্রিপ্টো সেবা

source: Georgia
bn_bd: জর্জিয়া

source: Georgian
bn_bd: জর্জিয়ান

source: German
bn_bd: জার্মান

source: Germany
bn_bd: জার্মানি

source: Get Add-ons
bn_bd: অ্যাড-অন নিন

source: Get Certificate
bn_bd: সার্টিফিকেট গ্রহণ করুন

source: Get data from the clipboard
bn_bd: ক্লিপবোর্ড থেকে ডাটা নিন

source: Get help finding things! Look for the &#x1F50E; next to search suggestions.
bn_bd: বিভিন্ন বিষয় খুঁজে পেতে সাহায্য নিন! অনুসন্ধান পরামর্শের পাশে &#x1F50E খুঁজুন।

source: Get help on the available commands
bn_bd: প্রযোজ্য নির্দেশ সম্পর্কিত সাহায্য

source: get involved!
bn_bd: যোগদান করুন!

source: Get Involved
bn_bd: সম্পৃক্ত হোন

source: Get me out of here!
bn_bd: আমাকে এখান থেকে উদ্ধার করো!

source: Get more done.
bn_bd: আরও বেশি কাজ সম্পন্ন করুন।

source: Get More Themes
bn_bd: আরও থিম পান

source: Get More Tools
bn_bd: আরও টুল পান

source: Get started
bn_bd: আসুন শুরু করি

source: Get the most out of %S by setting it as your default browser
bn_bd: %S এর সর্বাধিক পেতে এটি কে আপনার ডিফল্ট ব্রাউজার হিসাবে সেট করুন

source: Get the New Version
bn_bd: নতুন সংস্করণ সংগ্রহ

source: Getting Started
bn_bd: আরম্ভ হতে যাচ্ছে

source: Ghana
bn_bd: ঘানা

source: Gibraltar
bn_bd: জিব্রাল্টার

source: Give a name to the %Sx%S preset
bn_bd: পুনঃনির্ধারণ করতে %Sx%S তে নাম দিন

source: Give &brandShortName; a tune up
bn_bd: &brandShortName; টিউন করুন

source: Given Name
bn_bd: যে নাম দেয়া হয়েছে

source: Global
bn_bd: গ্লোবাল

source: global community
bn_bd: আন্তর্জাতিক সম্প্রদায়

source: Global object, JSM URI, or JS to get a global object from
bn_bd: গ্লোবাল অবজেক্ট, JSM URI, অথবা JS থেকে গ্লোবাল অবজেক্ট পেতে

source: Glorioso Islands
bn_bd: গ্লরিওসো দ্বীপপুঞ্জ

source: Go back
bn_bd: পূর্ববর্তী স্থানে ফিরে যাবে

source: Go Back
bn_bd: পূর্ববর্তীতে যান (B)

source: Go back one page
bn_bd: পূর্ববর্তী পাতায় ফিরে যান

source: Go back to aggregates
bn_bd: পেছনে যাও

source: Go back to this page
bn_bd: এই পাতায় ফিরিয়ে নাও

source: Go forward
bn_bd: পরবর্তী স্থানে এগিয়ে যাবে

source: Go forward one page
bn_bd: এক পৃষ্ঠা পরে যান

source: Go forward to this page
bn_bd: এই পাতায় এগিয়ে আনো

source: Google Chrome
bn_bd: গুগল ক্রোম

source: Google Chrome Canary
bn_bd: গুগল ক্রোম ক্যানারি

source: Go online now.
bn_bd: এখনই অনলাইনে যান। (G)

source: Gort! Klaatu barada nikto!
bn_bd: গর্ট! ক্লাটু বারাডা নিক্টো!

source: Got it!
bn_bd: এটি পেয়েছি!

source: Go To Download Page
bn_bd: ডাউনলোড পাতা যাও

source: Go to First Page
bn_bd: প্রথম পাতায় যাও

source: Go to home
bn_bd: প্রধান পাতায় যান

source: Go to Last Page
bn_bd: শেষ পাতায় যাও

source: Go to line
bn_bd: এই লাইনে যান

source: Go to line…
bn_bd: এই লাইনে যান…

source: Go to Line…
bn_bd: এই লাইনে যান…

source: Go to line (%S)
bn_bd: লাইনে লাফিয়ে যাও (%S)

source: Go to %S
bn_bd: %S পরিদর্শন

source: Go to the address in the Location Bar
bn_bd: ঠিকানার বারে উল্লেখিত পাতা প্রদর্শন করা হবে

source: Go up a level
bn_bd: এক ধাপ উপরে যান

source: Grab a color from the page
bn_bd: পাতা থেকে একটি রং বেছে নিন

source: graphic
bn_bd: গ্রাফিক

source: Graphics
bn_bd: গ্রাফিক্স

source: Grayscale
bn_bd: গ্রেস্কেল (G)

source: Greece
bn_bd: গ্রিস

source: Greek
bn_bd: গ্রিক

source: Greek (ISO)
bn_bd: গ্রীক (ISO)

source: Greek (Windows)
bn_bd: গ্রীক (Windows)

source: Green
bn_bd: সবুজ

source: Greenland
bn_bd: গ্রিনল্যান্ড

source: Greenlandic
bn_bd: গ্রিনল্যান্ডিক

source: Grenada
bn_bd: গ্রেনাডা

source: Grid
bn_bd: গ্রিড

source: gridcell
bn_bd: গ্রিডসেল

source: Grid Display Settings
bn_bd: গ্রিড প্রদর্শন সেটিং

source: grip
bn_bd: গ্রিপ

source: Group
bn_bd: দল

source: Group by:
bn_bd: গ্রুপ হয়েছে:

source: Group items by the inverted JavaScript call stack recorded when the object was created
bn_bd: যখন অবজেক্ট তৈরি হবে আইটেমগুলো inverted JavaScript call stack recorded অনুসারে গ্রুপ কর

source: Group items by their internal C++ type
bn_bd: অভ্যন্তরীণ C++ ধরন অনুসারে আইটেমগুলো গ্রুপ কর

source: Group items by their JavaScript Object [[class]] name
bn_bd: আইটেমগুলো JavaScript Object [[class]] অনুসারে গ্রুপ কর

source: Group items by their type
bn_bd: ধরন অনুসারে আইটেমগুলো গ্রুপ কর

source: Group items by the JavaScript stack recorded when the object was allocated
bn_bd: যখন অবজেক্ট অ্যালোকেট হবে আইটেমগুলো JavaScript stack recorded অনুসারে গ্রুপ কর

source: Guadeloupe
bn_bd: গুয়াডেল্যুপ

source: Guam
bn_bd: গুয়াম

source: Guarani
bn_bd: গুয়ারানি

source: Guatemala
bn_bd: গুয়াতেমালা

source: Guernsey
bn_bd: গুয়ের্নসে

source: Guess indentation based on source content
bn_bd: উৎসের বিষয়বস্তুর ভিত্তিতে ইনডেন্টেশন ধারণা করুন

source: Guinea
bn_bd: গিনি

source: Guinea-Bissau
bn_bd: গিনি-বিসাউ

source: Gujarati
bn_bd: গুজরাতি

source: Gurmukhi
bn_bd: গুরমূখী

source: Guyana
bn_bd: গায়ানা

source: h
bn_bd: C

source: H
bn_bd: C

source: Hack the %1$S Developer Tools
bn_bd: %1$S ডেভেলপার টুলটি হ্যাক করুন

source: Haiti
bn_bd: হাইতি

source: Haitian
bn_bd: হাইতিয়ান

source: Hang Report #%1$S (%2$S seconds)
bn_bd: হ্যাং রিপোর্ট #%1$S(%2$S সেকেন্ড)

source: Hardware
bn_bd: হার্ডওয়্যার

source: Hardware H264 Decoding
bn_bd: H264 হার্ডওয়্যার ডিকোডিং

source: has control of your pointer. Press Esc to take back control.
bn_bd: আপনার পয়েন্টারের নিয়ন্ত্রণ রয়েছে। পুনরায় নিয়ন্ত্রণ নিতে Esc চাপুন।

source: has pop up
bn_bd: পপ আপ হয়েছে

source: Hausa
bn_bd: হাওসা

source: Have a QR scanner prompt?
bn_bd: একটি QR স্ক্যানার প্রম্পট আছে?

source: Have I saved any passwords for this website?
bn_bd: এই ওয়েবসাইটের জন্য কি আমি কোনো পাসওয়ার্ড সংরক্ষণ করেছি?

source: Have I visited this website prior to today?
bn_bd: আগে কোন সময় এই ওয়েবসাইট আমি পরিদর্শন করেছি কি?

source: Hawaiian
bn_bd: হাওয়াইয়ান

source: header
bn_bd: শীর্ষচরণ

source: Header and Footer
bn_bd: শীর্ষচরণ ও পাদচরণ

source: Headers
bn_bd: শীর্ষচরণ

source: Headers &amp; Footers
bn_bd: শীর্ষচরণ ও পাদচরণ

source: Headers size:
bn_bd: হেডারের আকার:

source: heading
bn_bd: শিরোনাম

source: Heading cannot be a child of another heading.
bn_bd: একটি শিরোনাম অন্য একটি শিরোনামের চাইল্ড হতে পারে না।

source: heading level %S
bn_bd: শিরোনাম স্তর %S

source: Headings
bn_bd: শিরোনাম

source: Heard Island and McDonald Islands
bn_bd: হার্ড দ্বীপপুঞ্জ ও ম্যাকডোনাল্ড দ্বীপপুঞ্জ

source: Hebrew
bn_bd: হীব্রু

source: Hebrew, Visual
bn_bd: হিব্রু, ভিজুয়াল

source: Height in pixels
bn_bd: উচ্চতা (পিক্সেল)

source: Help
bn_bd: সাহায্য

source: Help and Tutorials
bn_bd: সহায়তা এবং টিউটোরিয়াল

source: Helps you understand your browser performance and shares data with &vendorShortName; about your browser health
bn_bd: আপনার ব্রাউজারের স্বাস্থ্য সম্পর্কে আপনাকে ব্রাউজারের কার্যকারিতা বুঝতে সহায়তা করে এবং &vendorShortName; এর সাথে তথ্যাদি শেয়ার করে

source: here
bn_bd: এখানে

source: Herero
bn_bd: হেরেরো

source: hidden
bn_bd: লুকায়িত

source: Hide
bn_bd: আড়াল

source: Hide &brandShorterName;
bn_bd: &brandShorterName; আড়াল কর

source: Hide connection details
bn_bd: সংযোগের বিস্তারিত লুকাও

source: Hide Controls
bn_bd: কন্ট্রোলসমূহ আড়াল

source: hide details
bn_bd: বিস্তারিত আড়াল

source: Hide guides
bn_bd: সহায়িকা আড়াল করুন

source: hide log
bn_bd: লগটি আড়াল কর

source: Hide Others
bn_bd: অন্যান্য উইন্ডো আড়াল করা হবে

source: Hide Passwords
bn_bd: পাসওয়ার্ড আড়াল

source: Hide plugin
bn_bd: প্লাগইন আড়াল কর

source: Hide Recently Bookmarked
bn_bd: সাম্প্রতিক বুকমার্ক লুকাও

source: Hide Release Notes
bn_bd: রিলিজ নোট আড়াল করা হবে

source: Hide request details
bn_bd: অনুরোধের বিস্তারিত আড়াল করুন

source: Hide Statistics
bn_bd: পরিসংখ্যান লুকানো হবে t

source: Hide the guides around the highlighted node
bn_bd: হাইলাইট নোডের পাশে গাইডগুলো ঢেকে রাখ

source: Hide the release notes for this update
bn_bd: এই হালনাগাদের জন্য রিলিজ নোট আড়াল করা হবে

source: Hide this plugin
bn_bd: প্লাগইনটি আড়াল করুন H

source: Hide Toolbars
bn_bd: টুলবার আড়াল

source: High Grade
bn_bd: উচ্চ গ্রেড

source: Highlight all
bn_bd: সব হাইলাইট করা হবে

source: Highlight All
bn_bd: সব হাইলাইট কর

source: Highlight all elements matching this selector
bn_bd: এই সিলেক্টরের সাথে মিলে যায় এমন সকল এলিমেন্ট হাইলাইট করুন

source: Highlight all occurrences of the phrase
bn_bd: বাক্যাংশের সব উপস্থিতি হাইলাইট করা হবে

source: Highlight nodes
bn_bd: নোডগুলো হাইলাইট করুন

source: Highlight nodes that match a selector on the page
bn_bd: যে নোডগুলি পৃষ্ঠাতে একটি সিলেক্টরের সাথে মিল পায়, সেগুলি উজ্জ্বল করে প্রদর্শিত হবে

source: Highlight painted area
bn_bd: পেইন্টেড ক্ষেত্র দৃষ্টিগোচর করুন

source: Highlights JavaScript functions where the browser spent most time during the recording.
bn_bd: রেকর্ডিং এর সময় ব্রাউজার কোথায় বেশির ভাগ সময় ব্যয় করছে সেই JavaScript ফাংশন হাইলাইট করে।

source: Highlight Trailing Space
bn_bd: ট্রেইলিং স্পেস হাইলাইট করুন H

source: Hiligaynon
bn_bd: হিলিগেনন

source: Hindi
bn_bd: হিন্দি

source: Hint
bn_bd: ইঙ্গিত

source: Hiri Motu
bn_bd: হিরি মোটু

source: Histograms
bn_bd: বারলেখ

source: History
bn_bd: ইতিহাস

source: Hits
bn_bd: আঘাত

source: Home
bn_bd: হোম

source: Homepage
bn_bd: প্রধান পাতা

source: Home page
bn_bd: হোমপেজ

source: Home Page:
bn_bd: প্রধান পাতা: P

source: Home Page Selection
bn_bd: হোম পেইজ নির্বাচন

source: Honduras
bn_bd: হন্ডুরাস

source: Hong Kong
bn_bd: হং কং

source: horizontal strike
bn_bd: আনুভূমিক স্ট্রাইক

source: Host
bn_bd: হোস্ট

source: Host:
bn_bd: হোস্ট:

source: Hosted App can’t be type ‘%S’.
bn_bd: হোস্টড অ্যাপ '%S' এই ধরনের হতে পারবে না।

source: Hostname
bn_bd: হোস্টনেম

source: hostname:port
bn_bd: হোস্টের নাম:পোর্ট

source: Host %S:
bn_bd: হোস্ট %S:

source: How eager are the tooltips
bn_bd: কিভাবে টুলটিপর্স আগ্রহী হয়

source: Howland Island
bn_bd: হাওল্যান্ড দ্বীপ

source: How Tracking Protection works
bn_bd: ট্রাকিং সুরক্ষা যেভাবে কাজ করে

source: How we use your personal information and feedback submitted to &vendorShortName; through &brandShortName; is described in the
bn_bd: আমরা কিভাবে এখানে আপনার &brandShortName; এর মাধ্যমে &vendorShortName; এ জমাকৃত ব্যক্তিগত তথ্য এবং মন্তব্য ব্যবহার করি

source: HTML5 Media
bn_bd: এইচটিএমএল৫ মিডিয়া

source: HTML Content
bn_bd: এইচটিএমএল বিষয়বস্তু

source: HTML Files
bn_bd: HTML ফাইল

source: HTML parsing in XMLHttpRequest is not supported in the synchronous mode.
bn_bd: সিঙ্ক্রোনাস মোডের জন্য XMLHttpRequest এ HTML parsing সমর্থিত নয়।

source: HTML start tag “%1$S” in a foreign namespace context.
bn_bd: ফরেন নেমস্পেস বিষয়বস্তুতে এইচটিএমএল শুরুর ট্যাগ “%1$S”।

source: HTTP “Content-Type” of “%1$S” is not supported. Load of media resource %2$S failed.
bn_bd: "%1$S" এর HTTP " বিষয়বস্তু-ধরণ" সমর্থিত না।মিডিয়া রিসোর্স %2$S লোড করতে ব্যর্থ।

source: HTTP load failed with status %1$S. Load of media resource %2$S failed.
bn_bd: HTTP সাথে লোড করতে ব্যর্থ হয়েছে স্টাটাস %1$S। মিডিয়া রিসোর্স %2$S লোড করতে ব্যর্থ হয়েছে।

source: HTTP Proxy:
bn_bd: HTTP প্রক্সি:

source: HTTP Public Key Pinning: %S
bn_bd: HTTP পাবলিক কী পিন: %S

source: HTTP Strict Transport Security:
bn_bd: HTTP কঠোর পরিবহন নিরাপত্তা:

source: HTTP Strict Transport Security: %S
bn_bd: HTTP কঠোর পরিবহন নিরাপত্তা: %S

source: Hungarian
bn_bd: হাঙ্গেরিয়ান

source: Hungary
bn_bd: হাঙ্গেরি

source: HW Version
bn_bd: HW সংস্করণ

source: I
bn_bd: t

source: I accept the risk!
bn_bd: আমি ঝুঁকি গ্রহণ করছি!

source: I &accept the terms in the License Agreement
bn_bd: আমি লাইসেন্স চুক্তির শর্তাবলীতে সম্মত (&a)

source: Iceland
bn_bd: আইসল্যান্ড

source: Icelandic
bn_bd: আইসল্যান্ডীয়

source: ICE restarts
bn_bd: ICE পুনঃচালু করুন

source: ICE rollbacks
bn_bd: ICE রোলব্যাক

source: ICE State
bn_bd: ICE অবস্থা

source: ICE Stats
bn_bd: ICE পরিসংখ্যান

source: I close &brandShortName;
bn_bd: আমি &brandShortName; বন্ধ করি

source: Icon
bn_bd: আইকন

source: Icon:
bn_bd: আইকন:

source: Icons
bn_bd: আইকন

source: Icons and Text
bn_bd: আইকন ও টেক্সট

source: identifier for variable name
bn_bd: ভেরিয়েবল নামের জন্য আইডেন্টিফায়ার

source: Idle
bn_bd: নিষ্ক্রিয়

source: Ido
bn_bd: ইডো

source: I &do not accept the terms in the License Agreement
bn_bd: আমি লাইসেন্স চুক্তির শর্তাবলীতে সম্মত নই (&d)

source: If the QR code appears too small for the connection to be successfully established, try zooming or enlarging the window.
bn_bd: সফলভাবে সংযোগ করতে গিয়ে যদি কিউআর কোডের আকার ছোট মনে হয়, তাহলে উইন্ডো বড় করুন বা জুম করুন।

source: If this product incorporates web services, any applicable service terms for the service(s) should be linked to the
bn_bd: যদি এই পণ্যটি ওয়েব সার্ভিস যুক্ত করে, তবে তার যেকোনো প্রযোজ্য শর্ত

source: If too many nodes match the selector, only the first 100 will be shown to avoid slowing down the page too much. Use this option to show all matches instead
bn_bd: অনেকগুলি নোড নির্বাচক মেলে তাহলে, শুধুমাত্র প্রথম 100 অত্যধিক পৃষ্ঠা গতি কমে এড়াতে দেখানো হবে. সব ম্যাচ পরিবর্তে প্রদর্শন করার জন্য এই বিকল্পটি ব্যবহার করুন

source: If touch event listeners have been added earlier, the page needs to be reloaded.
bn_bd: যদি টাচ ইভেন্টের শ্রোতা আগে যোগ হত, তবে পেজটি পুনরায় লোডের দরকার হত।

source: If you are sharing this copy of &brandShortName; with other users, you can use profiles to keep each user’s information separate. To do this, each user should create his or her own profile.
bn_bd: আপনি যদি &brandShortName; এর এই অনুলিপিটি অন্যান্য ব্যবহারকারীদের সাথে যৌথভাবে ব্যবহার করে থাকেন, তাহলে প্রত্যেক ব্যবহারকারীর তথ্য পৃথক রাখার জন্য আলাদা প্রোফাইল ব্যবহার করতে পারেন। এর জন্য, প্রত্যেক ব্যবহারকারীকে নিজস্ব প্রোফাইল তৈরি করতে হবে।

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
bn_bd: আপনি যদি একা &brandShortName; ব্যবহার করে থাকেন, তাহলে অন্তত একটি প্রোফাইল বিদ্যমান থাকা আবশ্যক। আপনি চাইলে, বিভিন্ন সেটিংসমূহ ও পছন্দসমূহ সংরক্ষণ করার জন্য আপনার নিজের একাধিক প্রোফাইল তৈরী করতে পারেন। উদাহরণস্বরূপ, ব্যক্তিগত ও ব্যবসায়িক প্রয়োজন অনুসারে আপনি পৃথক প্রোফাইল তৈরী করতে পারেন।

source: If you close all Private Browsing windows now, 1 download will be canceled. Are you sure you want to leave Private Browsing?
bn_bd: আপনি যদি এখন প্রাইভেট ব্রাউজিং উইন্ডো বন্ধ করেন, 1 ডাউনলোড বাতিল হয়ে যাবে। আপনি কি নিশ্চিত আপনি প্রাইভেট ব্রাউজিং ত্যাগ চান?

source: If you close all Private Browsing windows now, %S downloads will be canceled. Are you sure you want to leave Private Browsing?
bn_bd: আপনি যদি এখন প্রাইভেট ব্রাউজিং উইন্ডো বন্ধ করেন, %S ডাউনলোড বাতিল হয়ে যাবে। আপনি কি নিশ্চিত আপনি প্রাইভেট ব্রাউজিং ত্যাগ চান?

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
bn_bd: একাধিক প্রোফাইল তৈরী করলে আপনি নাম দিয়ে এগুলোকে চিহ্নিত করতে পারবেন। এখানে দেয়া নাম অথবা আপনার পছন্দসই অন্য যে কোনো নাম ব্যবহার করতে পারেন।

source: If you delete a person’s e-mail certificate, you will no longer be able to send encrypted e-mail to that person.
bn_bd: কোনো ইমেইল সার্টিফিকেট মুছে ফেলা হলে সংশ্লিষ্ট ব্যক্তিদেরকে এনক্রিপ্ট করা ইমেইল পাঠানো সম্ভব হবে না।

source: If you delete a server exception, you restore the usual security checks for that server and require it uses a valid certificate.
bn_bd: সার্ভার সংক্রান্ত ব্যতিক্রম মুছে ফেলা হলে, সংশ্লিষ্ট সার্ভারের জন্য নিরাপত্তামূলক পরীক্ষা করা হবে ও একটি কার্যকর সার্টিফিকেটের ব্যবহার আবশ্যক হবে।

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
bn_bd: আপনার কোনো নিজস্ব সার্টিফিকেট মুছে ফেলা হলে, পরিচয় প্রমাণের জন্য আপনি তা পুনরায় ব্যবহার করতে সক্ষম হবেন না।

source: If you delete or distrust a certificate authority (CA) certificate, this application will no longer trust any certificates issued by that CA.
bn_bd: সার্টিফিকেট কর্তৃপক্ষ (CA) সার্টিফিকেট অপসারণ অথবা অবিশ্বস্ত করলে, অ্যাপ্লিকেশনটি CA দ্বারা প্রদত্ত সার্টিফিকেটকে আর বিশ্বাস করবেনা।

source: If you disable Container Tabs now, #S container tab will be closed. Are you sure you want to disable Container Tabs?;If you disable Container Tabs now, #S container tabs will be closed. Are you sure you want to disable Container Tabs?
bn_bd: আপনি যদি এখন কনটেইনার ট্যাবগুলো নিস্ক্রিয় করেন, #S কনটেইনার ট্যাব বন্ধ হয়ে যাবে। আপনি কি নিশ্চিত আপনি কনটেইনার ট্যাবগুলো নিষ্ক্রিয় করতে চান?;আপনি যদি এখন কনটেইনার ট্যাবগুলো নিস্ক্রিয় করেন, #S কনটেইনার ট্যাব বন্ধ হয়ে যাবে। আপনি কি নিশ্চিত আপনি কনটেইনার ট্যাবগুলো নিষ্ক্রিয় করতে চান?

source: If you enable this option commands and output in the Web Console will display a timestamp
bn_bd: আপনি যদি এই অপশন কমান্ড সক্রিয় করেন এবং ওয়েব কনসোলে আউটপুট হিসেবে একটি টাইমস্ট্যাম্প প্রদর্শন করবে

source: If you enable this option sources will be mapped in the Debugger and Console.
bn_bd: আপনি যদি এই অপশন সক্রিয় করেন তাহলে সোর্স ডিবাগার এবং কনসোলে ম্যাপ হবে।

source: If you enable this option the JavaScript Profiler reports will include Gecko platform symbols
bn_bd: যদি আপনি এই অপশন সক্রিয় করেন তবে জাভাস্ক্রিপ্ট প্রোফাইলার গেকো প্লাটফর্ম চিহ্নে অর্ন্তভূক্ত রাখবে

source: If you enable this option the Web Console and Network Monitor will not clear the output each time you navigate to a new page
bn_bd: যদি আপনি এই অপশনটি সক্রিয় করেন তবে ওয়েব কনসোল এবং নেটওয়ার্ক মনিটর প্রতিবার আউটপুট পরিষ্কার করবে না যখন আপনি নতুন একটি পৃষ্ঠায় যাবেন

source: If you exit now, 1 download will be canceled. Are you sure you want to exit?
bn_bd: এই মূহুর্তে প্রস্থান করলে 1টি ডাউনলোড বাতিল হয়ে যাবে। আপনি কি নিশ্চিত আপনি প্রস্থান করতে চান?

source: If you exit now, %S downloads will be canceled. Are you sure you want to exit?
bn_bd: এই মূহুর্তে প্রস্থান করলে %S টি ডাউনলোড বাতিল হয়ে যাবে। আপনি কি নিশ্চিত আপনি প্রস্থান করতে চান?

source: If you go offline now, 1 download will be canceled. Are you sure you want to go offline?
bn_bd: এই মূহুর্তে অফলাইন হলে 1টি ডাউনলোড বাতিল হয়ে যাবে। আপনি কি নিশ্চিত আপনি অফলাইন হতে চান?

source: If you go offline now, %S downloads will be canceled. Are you sure you want to go offline?
bn_bd: এই মূহুর্তে অফলাইন হলে %S টি ডাউনলোড বাতিল হয়ে যাবে। আপনি কি নিশ্চিত আপনি অফলাইন হতে চান?

source: If you quit now, 1 download will be canceled. Are you sure you want to quit?
bn_bd: এই মূহুর্তে প্রস্থান করলে 1টি ডাউনলোড বাতিল হয়ে যাবে। আপনি কি নিশ্চিত আপনি প্রস্থান করতে চান?

source: If you quit now, %S downloads will be canceled. Are you sure you want to quit?
bn_bd: এই মূহুর্তে প্রস্থান করলে %S টি ডাউনলোড বাতিল হয়ে যাবে। আপনি কি নিশ্চিত আপনি প্রস্থান করতে চান?

source: If you remove this Container now, #S container tab will be closed. Are you sure you want to remove this Container?;If you remove this Container now, #S container tabs will be closed. Are you sure you want to remove this Container?
bn_bd: আপনি যদি এখন এই কনটেইনার মুছে ফেলেন, #S ধারক ট্যাব বন্ধ হয়ে যাবে. আপনি কি এই কনটেইনার সরানোর বিষয়ে নিশ্চিত. যদি আপনি এই কনটেইনার মুছে ফেলেন, #S ধারক ট্যাব বন্ধ হয়ে যাবে; আপনি কি নিশ্চিত যে আপনি এই কনটেইনার সরাতে চান?

source: If you remove your Master Password your information will not be protected if your computer is compromised.
bn_bd: মাস্টার পাসওয়ার্ড অপসারণ করলে, আপনার কম্পিউটারে কোনো ধরনের আক্রমণ হলে সংরক্ষিত তথ্য ঝুঁকির সম্মুখীন হবে।

source: If you reset your master password, all your stored web and e-mail passwords, form data, personal certificates, and private keys will be forgotten. Are you sure you want to reset your master password?
bn_bd: মাস্টার পাসওয়ার্ড পুনঃনির্ধারণ করা হলে আপনার দ্বারা সংরক্ষিত সমস্ত ওয়েব ও ইমেইল পাসওয়ার্ড, ফর্মের তথ্য, ব্যক্তিগত সার্টিফিকেট ও কী মুছে যাবে। আপনি কি নিশ্চিতরূপে মাস্টার পাসওয়ার্ড পুনঃনির্ধারণ করতে ইচ্ছুক?

source: If your other device asks for a token instead of scanning a QR code, please copy the value below to the other device:
bn_bd: আপনার অন্য ডিভাইস যদি QR কোড স্ক্যানিং এর পরিবর্তে একটি টোকেন চায়, তবে অনুগ্রহ করে সেই ডিভাইসের নিচের মানটি অনুলিপি করে রাখুন:

source: Igbo
bn_bd: ইগবো

source: Ignore Caught Exceptions
bn_bd: ধরে ফেলা ব্যতিক্রমগুলি উপেক্ষা করুন

source: Ignore exceptions. Click to pause on uncaught exceptions
bn_bd: ব্যতিক্রম উপেক্ষা করুন। ধরতব্য নয় এমন ব্যতিক্রম স্থগিত করতে এর উপর ক্লিক করুন।

source: Ignore Scaling and S_hrink To Fit Page Width
bn_bd: পৃষ্ঠার প্রস্থ ঠিক রাখতে আকার পরিবর্তন এবং সংকোচন উপেক্ষা করা হয়

source: Ignore this warning
bn_bd: এই সতর্কবাণী উপেক্ষা করো

source: Ignoring ‘%1$S’ since it does not contain any parameters.
bn_bd: ‘%1$S’ উপেক্ষা করা হচ্ছে যেহেতু এটা কোনো প্যারামিটার ধারণ করেনি।

source: Ignoring “%1$S” within script-src or style-src: nonce-source or hash-source specified
bn_bd: স্ক্রিপ্ট-src মধ্যে "%1$S" উপেক্ষা করে: আপাতকাল সোর্স অথবা হ্যাশ সোর্স উল্লেখিত

source: Ignoring “%1$S” within script-src: ‘strict-dynamic’ specified
bn_bd: script-src: ‘strict-dynamic’ এ বর্ণিত “%1$S” উপেক্ষিত

source: Ignoring duplicate source %1$S
bn_bd: প্রতিলিপি উৎস %1$S অগ্রাহ্য করা হয়েছে

source: Ignoring get or set of property that has [LenientThis] because the “this” object is incorrect.
bn_bd: যেহেতু "this" অবজেক্টটি ভুল তাই যে সমস্ত বৈশিষ্ট্যে [LenientThis] আছে সেগুলো get বা set উপেক্ষা করা হচ্ছে।

source: Ignoring sandbox directive when delivered in a report-only policy ‘%1$S’
bn_bd: sandbox directive কে উপেক্ষা করা হল যখন report-only policy ‘%1$S’ বিতরণ করে

source: Ignoring source ‘%1$S’ (Not supported when delivered via meta element).
bn_bd: সোর্স '%1$S' উপেক্ষিত (মেটা উপকরণের মাধ্যমে নিষ্কৃত দেওয়ার সময় সমর্থিত নয়)।

source: Ignoring source “%1$S” (Only supported within script-src).
bn_bd: সোর্স “%1$S” (কেবল script-src সমর্থিত) উপেক্ষিত।\u0020

source: Ignoring srcs for directive ‘%1$S’
bn_bd: '%1$S' নির্দেশনার জন্য চাপ অগ্রাহ্য হচ্ছে।

source: Ignoring unknown option %1$S
bn_bd: অজানা অপশন %1$S উপেক্ষিত

source: IIRFilterNode channel count changes may produce audio glitches.
bn_bd: IIRFilterNode চ্যানেল গণনায় পরিবর্তন অডিও গ্লিচ তৈরি করতে পারে।

source: illegal character(s) in public id
bn_bd: পাবলিক id-তে অকার্যকর অক্ষর রয়েছে

source: illegal parameter entity reference
bn_bd: অবৈধ প্যারামিটার এনটিটি রেফারেন্স

source: Image
bn_bd: চিত্র

source: ImageBitmapRenderingContext.transferImageBitmap is deprecated and will be removed soon. Use ImageBitmapRenderingContext.transferFromImageBitmap instead.
bn_bd: ImageBitmapRenderingContext.transferImageBitmap পুরনো হয়েছে এবং সহসাই অপসারিত হবে। এর বদলে ImageBitmapRenderingContext.transferFromImageBitmap ব্যবহার করুন।

source: Image Files
bn_bd: ছবির ফাইল

source: image.gif
bn_bd: ছবি.gif

source: image.jpeg
bn_bd: ছবি.jpeg

source: image map
bn_bd: ইমেজ ম্যাপ

source: image.png
bn_bd: ছবি.png

source: Images
bn_bd: চিত্র

source: Import…
bn_bd: ইমপোর্ট করুন… m

source: Import and append an existing style sheet to the document
bn_bd: নথিতে একটি বিদ্যমান স্টাইল শীট আনয়ন এবং সংযুক্ত করুন

source: Import and Backup
bn_bd: ইমপোর্ট ও ব্যাক-আপ

source: Import and backup your bookmarks
bn_bd: আপনার বুকমার্ক ইম্পোর্ট এবং ব্যাকআপ

source: important
bn_bd: জরুরী
